Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Nog een
ar: كأس آخر

source: Kan ek konjak kry, asb?
ar: هل لديك كونياك من فضلك؟

source: Madam?
ar: سيدتي؟

source: Gaan weg, ek wil alleen wees
ar: اذهب بعيدا، أريد أن أظل بمفردي

source: Mej Sieland.
ar: (مس (زيلاند

source: Ken ons mekaar?
ar: هل نعرف بعضنا؟

source: U ken my nie, maar ek ken u
ar: أنت لا تعرفينني ولكني أعرفك

source: Baie mense is lief vir u vir wie en wat u is
ar: العديد من الناس يحبونك لكونك أنت

source: -Akteurs is nooit "wie hulle is" nie -U is
ar: ـ الممثلون ليس لهم هوية ـ أنت لديك

source: Ek het u op die verhoog gesien
ar: لقد رأيتك على المسرح

source: U was baie meer "wie jy is"
ar: ..لقد كنت أنت

source: as wat u nou is
ar: أكثر من الآن

source: So u weet hoe ek is?
ar: إذن أنت تعرفني

source: Ek is u gehoor
ar: أنا من جمهورك

source: Ek moet gaan Waarnatoe?
ar: ـ يجب أن أذهب ـ إلى أين؟

source: Ek ontmoet 'n ou klasmaat, ek...
ar: ..سوف أقابل صديقة دراسة قديمة..

source: Sien u?
ar: أترين؟

source: U was nou net weer nie uself nie
ar: أنت الآن لا تتصرفين على طبيعتك

source: So jy ken haar goed, hierdie Christa-Maria Sieland
ar: إذن أنت تعرفها جيدا (هذه ال(كريستا ماريا زيلاند

source: Wat dink jy...
ar: ماذا تظن؟

source: Sou sy iemand wat sy bo alles liefhet, seermaak?
ar: هل يمكنها أن تقوم بإيذاء من يحبها أكثر من أي شيء في العالم؟

source: -Sou sy haarself verkoop vir kuns?
ar: هل يمكنها أن تبيع نفسها للفن؟

source: -Vir kuns?
ar: للفن؟

source: U het reeds kuns, dit sou 'n slegte transaksie wees
ar: لديهم فن بالفعل ستكون هذه صفقة سيئة

source: U is 'n groot kunstenaar
ar: أنت فنانة عظيمة

source: Weet u dit nie?
ar: ألا تعرفين هذا؟

source: En u is 'n goeie mens
ar: وأنت رجل جيد

source: Toe ek my skof begin het, het "Lazlo" en CMS geargumenteer of CMS haar klasmaat(?
ar: "(عندما بدأت نوبتي، كان (لازلو) و(سي ام اس"

source: ) moet gaan ontmoet
ar: يتناقشان حول ما إذا كان يجب على (سي ام اس) الذهاب لمقابلة صديقتها

source: Toe gaan sy "Lazlo" was baie ongelukkig
ar: وتغادر أخيرا ولا يبدو (لازلو) سعيدا بهذا

source: Maar na 20 minute, kom CMS terug tot "Lazlo" se verbasing (en myne)
ar: وترجع (سي ام اس) بعد 20 دقيقة ويفاجأ (لازلو) وكذلك أنا

source: Hy was baie bly daaroor Vurige intimiteit het gevolg
ar: يبدو سعيدا جدا بهذا الأمر ويتلو هذا ممارسة الحب بشكل قوي وشديد

source: Sy het gesê sy sal nooit weer gaan nie
ar: وتقول أنها لن تغادر ثانية

source: Hy het herhaaldelik gesê,
ar: ويكرر قائلا:

source: "Nou is ek sterk, nou kan ek iets doen"
ar: الآن لدي القوة الآن سوف أقوم بشئ ما

source: Seker 'n nuwe drama wat hy gaan skryf
ar: وهذا يشير إلى كتابة مسرحية جديدة

source: In die laaste weke is "Lazlo" se skryfwerk onderbreek deur probleme
ar: في الأسابيع الأخيرة، واجه (لازلو) صعوبات عديدة فيما يتعلق بالكتابة

source: Wat sy bedoel het, is nie duidelik nie
ar: ما كانت تعنيه بكلامها غير واضح

source: Miskien bedoel sy om beter aandag te gee aan haar huiswerk
ar: ربما تشير إلى أنها ستعتني بالبيت

source: Die res van die skof was rustig
ar: وكانت بقية الليلة هادئة

source: O, Kameraad... dis net omdat... hy ook slaap...
ar: ..يا رفيق.. هذا بسبب ..إنه نائم أيضا

source: Goeie verslag
ar: تقرير جيد

source: Ek het nie besef hy was so desperaat nie
ar: لم أعرف أن حالته سيئة هكذا

source: Ek ook nie
ar: ولا أنا

source: "Van iemand wat die anderkant bereik het"
ar: "من عبر للناحية الأخرى"

source: Die statistiekdepertement in Hans Beimlerstraat tel alles, weet alles
ar: (مكتب الاحصاءات في شارع (هانز بيملر يعد كل شيء، يعرف كل شيء

source: Hoeveel skoene ek koop per jaar: 2.3
ar: يعرف عدد الأحذية التي أشتريها في العام:

source: Hoeveel boeke ek lees: 3.2.
ar: 2 أو 3 وعدد الكتب التي أقرأها في العام:

source: en hoeveel leerlinge slaag met A's: 6347.
ar: وعدد المتخرجين بدرجة (أ):

source: Maar daar is een ding wat hulle nie tel nie, miskien omdat selfs burokrate dit pynlik vind, en dit is selfmoorde.
ar: ولكن يوجد شيء واحد لا يقومون بعده وهذا لأن البيرواقراطيين أنفسهم يجدون هذا صعبا ومؤلما ألا وهو عدد حالات الإنتحار

source: As jy Beimlerstraat kontak om te vra hoeveel mense tussen die Elbe en die Oder, tussen die Baltiese See en die Ore-berge, deur wanhoop na die dood gedryf is, is die getalle-orakel stil.
ar: إذا قمت بالاتصال بشارع (بيملر) وسألت عن (عدد الناس بين نهري (الألب) و(الأودر بين بحر البلطيق وجبال الأور الذين قتلوا أنفسهم من اليأس

source: Maar hy sal dalk net 'n nota maak van jou naam, vir Staatsveiligheid, daardie manne wat sorg vir veiligheid in ons land, en geluk
ar: فلا يوجد إجابة ولكنهم ربما يقومون بتسجيل اسمك للبوليس السري هؤلاء الرجال الكئيبين

source: In 1977, het ons land ophou om dit te tel
ar: في عام 1977 توقفت بلادنا عن إحصاء حالات الإنتحار

source: Hulle noem dit "SELF-moorde", maar dit het niks met moord te doen nie
ar: وأطلقوا عليهم قاتلي أنفسهم ولكن ليس لهذا علاقة بالقتل

source: Daars geen bloeddorstigheid of passie nie
ar: فلا يوجد هنا شهوة الدم ولا العواطف المتأججة

source: Dit weet net van sterwe - alle hoop sterf
ar: يوجد فقط الموت، موت كل أمل

source: Toe ons ophou tel het, het net een ander land meer mense tot hul dood gedryf:
ar: عندما توقفنا عن الإحصاء هناك دولة واحدة في أوروبا تقود الناس للموت

source: Hongarye
ar: المـجــــر

source: Ons was tweede, die land van "Ware bestaande Sosialisme"
ar: وكنا نحن التاليين: الاشتراكية الحقة الكائنة

source: Een van die ongeteldes was Albert Jerska, die groot regiseur
ar: (وكان ممن لم يتم إحصائهم (ألبرت يرسكا المخرج العظيم

source: Ek wil vandag van hom praat...
ar: أريد أن أتحدث عنه الليلة

source: Ek het probeer om statistiek te kry wat wys dat...
ar: ..حاولت الحصول على احصاءات تبين

source: Staatsekuriteit meer effektief werk as wat ons dink
ar: أن البوليس السري يعمل بفعالية أكثر مما نفكر... وقمت بشكل مغفل بالتحضير

source: Ek was dom genoeg om my praatjie vir die weste hier hardop te lees
ar: لحديثي في ألمانيا الغربية هنا

source: Van toe af is ek baie musikaal
ar: ومنذ لك الحين، أصبحت محبا للموسيقا

source: Ons kan praat in my plek
ar: يمكننا التقابل في مسكني

source: 15:00 PANKOW-MONUMENT
ar: "الثالثة مساءا.. حديقة بانكو التذكارية"

source: Is dit veilig genoeg?
ar: حسنا؟

source: My eie "lyfwag", ek noem hom Rolf.
ar: حارسي الخاص

source: Dit kan dalk sy naam ook wees
ar: (أدعوه (رولف ربما هذا اسمه أيضا

source: Trek weg
ar: انطلق

source: Hier
ar: هنا

source: Gaan jy dit publiseer?
ar: أتريد نشر هذا؟

source: In die weste, met jou hulp. Sal jy help?
ar: في ألمانيا الغربية، بمساعدتك

source: Het jy Christa vertel?
ar: هل ستساعد؟

source: Ek sal help, so lank as jy haar hier uithou
ar: سوف أساعدك طالما لن تخبرها بشيء

source: -Wat?
ar: ماذا؟

source: -Georg, dis vir haar beskerming
ar: (هذا من أجل حمايتها يا (جورج

source: Dit sal goed wees vir "Der Spiegel" Ek is vriende met die redakteur
ar: (هذا يناسب صحيفة (المرآة لدي صديق يعمل محررا هناك

source: Gregor Hessenstein. Ken jy hom?
ar: جريجور هيسينشتاين)، أتعرفه؟

source: -Nie persoonlik nie
ar: معرفة عابرة

source: -Jy moet hom ontmoet
ar: يجب أن تقابله

source: Maar jy kan nie jou regte naam gebruik nie
ar: ولكنك لا يمكنك النشر باسمك الحقيقي

source: Tensy jou idee van pret 'n 48-uur ondervraging is
ar: ! إلا لو كانت فكرتك عن المرح هي استجواب لمدة 48 ساعة

source: Dis koud!
ar: ! أحس بالبرد

source: Ons kan na my plek toe gaan
ar: أيمكننا الذهاب لمسكني؟

source: Daar's geen Staatsveiligheid by my nie 'n Vriend van Margot Honecker, wenner van die Nasionale Prys...
ar: لا يوجد بوليس سري في منزلي (صديق (مارجوت هونيكر ..الفائز بالجائزة الوطنية

source: -Tweedeklas
ar: ! من المرتبة الثانية

source: -My woonstel is skoon, ek sê julle
ar: ! يمكنني التأكيد على أن مسكني نظيف

source: As ons maar net seker kon wees...
ar: ..لو أمكننا التأكد

source: Ek weet hoedat ons dit kan toets
ar: لدي فكرة حول كيفية إمكانية التأكد من نظافتها

source: Jy ken my oom Frank, wat elke Saterdag kom kuier van Wes-Berlyn?
ar: (أنت تعرف عمي (فرانك والذي يزورني من (برلين) الغربية كل سبت

source: met sy groot goue Mercedes.
ar: بسيارته المرسيدس الذهبية

source: Dit klink 'n bietjie gewaagd vir my, mnr Hauser
ar: (يبدو الأمر خطيرا يا سيد (هاوزر

source: Ja, ek stem saam met Georg.
ar: (أتفق مع (جورج

source: Om jou nefie onder die agtersitplek weg te steek?
ar: تخبيئ ابن أخيك تحت المقعد الخلفي؟

source: Ek is regtig nie seker nie
ar: لست متأكدا حقا

source: Kom nou, hulle sal nie onder die sitplek soek nie
ar: هيا، لن يبحثوا تحت المقاعد الخلفية

source: Hulle soek onder die kar, en tik die uitlaat, dan is ek oor.
ar: سوف يبحثون تحت محاور العجلات وداخل الموتور

source: En Paul ook
ar: (وبحلول ذلك الوقت سوف أكون عبرت، وكذلك (باول

source: Die grenswagte is nie te slim nie Jy maak 'n fout daar
ar: حرس الحدود ليسوا أذكياء لديكم الفكرة الخاطئة هنا

source: Watter grenspos gaan jy oor?
ar: ـ أي الحدود ستعبرون؟

source: Heinrich-Heine-straat Altyd Heinrich-Heine-straat
ar: (ـ شارع (هاينرش هاين هاينرش هاين) الطيب بتاع زمان)

source: Hulle ken my en my goue Mercedes
ar: إنهم يعرفونني ويعرفون عربتي المرسيدس الذهبية

source: Ek is al vriende met die wagte
ar: أنا صديق الحراس

source: Vertrou my, ek bel julle oor 2 ure, 'n Schultz bier in my hand en rapporteer:
ar: ثق بي، سوف أتصل بك في غضون ساعتين وبيرة (شولتايس) في يدي :ونشرة الأخبار تقول

source: Paul is oor! Nee!
ar: (لقد عبر (باول

source: -Wat van Paul se Stasi man?
ar: لا! ماذا عن حارس (باول) الخاص؟

source: -Rolf. Rolf, Rolf... Hy sal dink dat Paul tuis is
ar: (رولف)، (رولفي) سوف يظن أن (باول) في المنزل

source: Goed, ek moet gaan, ons wil nie dat hy versmoor nie, né?
ar: حسنا، يجب أن أذهب لا نريده أن يصاب بالإختناق، أليس كذلك؟

source: Nog bier?
ar: بيرة ثانية؟

source: Grenswag, Heinrich-Heine-straat
ar: (شرطة الحدود، شارع (هاينرش هاين

source: Niemand
ar: لا إجابة

source: Net hierdie eenkeer, my vriend
ar: هذه المرة فقط يا صديقي

source: -Dreyman.
ar: (ـ (دريمان ـ حسنا

source: -Goed, Paul se plan werk!
ar: (نجحت خطة (باول

source: -Geen ondersoek nie?
ar: لايوجد حرس حدود مطلقا؟

source: -Nee Niks spesiaal nie.
ar: لا، ولا يوجد تفتيش خاص

source: Die ouens is nie so sleg nie Dit het gewerk soos beplan
ar: هؤلاء الشباب ليسوا سيئين سارت كما هو مخطط لها

source: Baie dankie mnr Hauser
ar: (شكرا لك للقيام بهذا يا سيد (هاوزر

source: Vergeet dit, dit was gladnie gevaarlik nie
ar: لا عليك، لم يكن الأمر بهذه الخطورة

source: Ja, dis waar
ar: ـ نعم، حقيقة ـ حقيقة

source: Sien julle weer, en baie dankie
ar: أراك لاحقا، وشكرا جزيلا

source: Wat sê ons as hulle vra wat ons saam doen?
ar: ماذا سنفعل إذا سألونا ماذا نفعل سويا؟

source: Dan sê ons...
ar: ..سوف نقول

source: Ons sê ons skryf saam aan 'n toneel
ar: سوف نقول أننا نكتب مسرحية مشتركة

source: Vir die DDR se 40ste herdenking
ar: من أجل العيد الأربعين لقيام ألمانيا الشرقية

source: En dis soort van waar
ar: وهذا حقيقي نوعا ما

source: Wie sou dink dat Staatveiligheid so oneffektief is?
ar: من كان يظن أن البوليس السري غير كفء لهذه الدرجة؟

source: Wie het kon dink dat hulle sulke idiote is?
ar: من كان يظن أنهم مغفلين هكذا؟

source: Wag maar net... 19:32
ar: ..انتظر قليلا "الساعة 7.32 مساءا...

source: Geen verdere aanmeldbare gebeure nie
ar: لا يوجد أحداث جديرة بالملاحظة"

source: Dag, Kameraad.
ar: مرحبا يا رفيق..

source: Luister hierna
ar: استمع لهذا

source: Seker, in 1967 was daar meer selfmoorde.
ar: بالتأكيد، في عام 1967 كان هناك العديد من حالات الانتحار ولكن لماذا في 1977؟ يجب أن تفسر هذا

source: Jy moet dit verduidelik Jy moet die sosiale oorsake verduidelik
ar: يجب أن تصف الظروف الاجتماعية بوضوح أكثر

source: Dit moet literatuur bly, nie politieke agitasie nie
ar: يجب أن يظل أدبا وليس هياجا سياسيا

source: Die teks is goed.
ar: النص عظيم

source: Ek wil net verseker westerlinge verstaan dit
ar: أريد التأكد من أن الناس ستفهمه في ألمانيا الغربية

source: Dit sal in elk geval sensasie veroorsaak
ar: سوف يحدث ضجيجا على أي حال

source: -Dit is Hauser. -Natuurlik is dit Hauser.
ar: (ـ هذا هو (هاوزر (ـ بالطبع هذا (هاوزر

source: Hy's nie weste-toe nie
ar: ! إنه ليس في ألمانيا الغربية

source: Hulle skryf 'n toneel saam
ar: إنهم يشتركون في كتابة مسرحية

source: Vir die 40ste herdenking
ar: من أجل العيد الأربعين

source: Dit klink nie vir my na 'n toneel nie
ar: لا تبدو كمسرحية لي

source: Wat dan?
ar: إذن ما هي؟

source: Ek weet nie, maar nie 'n toneel nie
ar: لا أعرف .. ولكنها ليست مسرحية

source: Jy dink te veel, Sersant Leye.
ar: (أنت تفكر كثيرا عريف (لايا

source: -Jy is nie 'n intellektueel nie, is jy?
ar: أنت لست من النوع المثقف، أليس كذلك؟ أنا؟

source: -Ek? Nee...
ar: لا ..

source: -Ek is nie een nie
ar: أنا لست منهم

source: -Moet dan nie soos een optree nie
ar: إذن لا تتصرف مثلهم

source: Ek het jou gekies omdat jy die toerusting ken, en nie vrae vra nie
ar: لقد اخترتك لأنك تجيد التعامل مع هذه الآلة ولا تسأل أسئلة

source: -Los die dinkwerk vir jou meerderes
ar: اترك التفكير لرؤسائك

source: -Ja, Kaptein Ek gaan dan
ar: حسنا يا سيدي، سوف أنصرف

source: Lekker werk...
ar: ..يوما سعيدا

source: Ek bedoel, ek hoop u geniet u dag se werk
ar: من العمل.. أعني تمتع بعملك اليوم

source: Miskien moet ek dié deel oorskryf
ar: ربما يمكنني إعادة كتابة هذه الجزء

source: Ek sal jou alles stuur wat ons het
ar: سوف أرسل لك كل ما لدينا

source: Kan jy dit in 2 weke doen?
ar: هل يمكنك القيام بهذا في أسبوعين؟

source: Dan kan ons dit druk as 'n voorblad-storie in die Maart-uitgawe
ar: يمكنني وضعها كموضوع الغلاف للأسبوع الأول من شهر مارس

source: Dis Christa.
ar: (إنها (كريستا

source: Christa, Dit is Gregor Hessenstein.
ar: (كريستا)، هذا (جريجور هيسنشتاين)

source: -Christa Sieland. -Natuurlik, ek weet dit
ar: (ـ (كريستا زيلاند ـ بالطبع، أعرف هذا

source: So, watter onderduimsheid beplan julle?
ar: ما الذي تتآمرون على تنفيذه إذن؟

source: Ek en Hauser skryf 'n toneel -vir die DDR se 40ste herdenking
ar: أنا و(هاوزر) نكتب مسرحية عن العيد الأربعين لألمانيا الشرقية

source: -Tesame?
ar: سويا؟

source: "Der Spiegel" doen dalk 'n artikel daaroor
ar: صحيفة المرآة ربما تكتب مقالا عنه

source: -En wie gaan die hoofrol speel?
ar: ـ ومن سيلعب الدور الرئيسي؟

source: -Ons wou jou vra
ar: ـ كنا نخطط لسؤالك

source: Christa, wat wil jy liewer speel:
ar: كريستا) ، أي دور تفضلين القيام به)

source: Lenin of sy liewe ou moeder?
ar: لينين) أم أمه العجوز؟

source: Jy kan kies
ar: يمكنك الاختيار

source: Ek sien ek's nie welkom hier nie, ek gaan 'n stukkie slaap
ar: أرى أنه غير مرحب بي هنا سوف أنال بعض القيلولة

source: Jou versigtigheid is aan te beveel, hoe minder mense weet, hoe beter Die Stasi kan jy nie mee speel nie
ar: حذرك جدير بالثناء كلما قل عدد الناس الذين يعرفون بهذا كلما كان هذا أفضل لا يجب العبث مع البوليس السري

source: Daarvan gepraat, Ek het iets saamgebring
ar: بهذه المناسبة، أحضرت لك شيئا

source: Ek wou eintlik die hele koek hê, want ek het reeds 'n tikmasjien
ar: كنت أفضل الحلوى فلدي بالفعل آلة كاتبة

source: Die Stasi kan die karakters identifiseer
ar: يمكن للبوليس السري أن يتعرف على شكل طباعتها للحروف

source: As hulle die teks by die grens onderskep, eindig jy in Hohenschoenhausen
ar: إذا اعترضوا النص في الحدود وربطوه بآلتك الكاتبة (فسينتهي بك الحال في (هوهينشينهاوزن

source: En dis nie 'n grap nie, soos Paul kan getuig?
ar: وهذا ليس بالأمر المثير للمرح و (باول ) يمكنه تأكيد هذا، أليس كذلك؟

source: Ek is jammer, maar vir dié model kon ek net 'n rooi lint kry
ar: أخاف أنه لا يوجد سوى حبر أحمر من أجل هذا الموديل

source: -Sal jy omgee om in rooi te tik?
ar: هل تمانع الكتابة باللون الأحمر؟

source: -Geen probleem nie
ar: ليست مشكلة

source: Is daar 'n plek waar jy dit kan versteek?
ar: هل هناك مكان يمكنك تخبئتها فيه؟

source: -Ja, ek sal 'n plek kry -Moet dit nie lig opneem nie
ar: ـ نعم، سوف أجد مكانا ـ لا تأخذ الأمر بلا مبالاة

source: Ek wil nie die artikel skryf oor jou verdwyning nie!
ar: لا أريد أن تكون مقالتي القادمة عن اختفائك !

source: Niemand mag weet van hierdie tikmasjien nie!
ar: لا يجب أن يعرف أحد أن هذه الآلة الكاتبة موجودة

source: -Is hierdie plek regtig veilig?
ar: هل هذه الشقة آمنة بالفعل؟

source: Dis die enigste plek in die DDR waar ek nog kan sê wat ek wil
ar: إنه المكان الوحيد الباقي في ألمانيا الشرقية حيث يمكنني قول ما أستطيع

source: Goed, laat ons daarop drink!
ar: ! حسنا، دعونا نشرب نخب هذا

source: Dis die egte goed
ar: هذا هو النوع الجيد

source: Op jou.
ar: في صحتكم!

source: Om die hele Duitsland te laat sien hoe is die DDR
ar: في صحة إخبار ألمانيا كلها الوجه الحقيقي لألمانيا الشرقية

source: Gesondheid!
ar: في صحتكم!

source: Dis beter as die Russiese goed.
ar: هذا أفضل من الأنواع الروسية !

source: Op jou sukses
ar: في صحة النجاح

source: -Ek wil Kameraad Grubitz spreek
ar: (يجب أن أقابل رفيق (جروبيتز

source: -Weet jy wat ons al spandeer het... -Môre om 14:30...
ar: ..غدا في الثانية والنصف بعد الظهيرة

source: Sê hom dat as hy dit bekendmaak, sluit ons sy kerk!
ar: أخبره أنه إذا كشف الأمر فسوف نغلق الأبرشية بالكامل ! هذا سهل

source: Hy kan by die Pous gaan kla!
ar: ! يمكنه الاتصال بالبابا والشكوى له

source: Goed, ek het reeds te veel tyd verspil op hierdie twak
ar: حسنا، لقد ضيعت ما فيه الكفاية من الوقت على هذا الهراء

source: Wiesler, Ek is bly jy's hier
ar: (أنا سعيد لمجيئك يا (وايسلر

source: "Gevangenistoestande van Ondermynende kunstenaars" "Gebaseer op Karakterprofiel" - heel wetenskaplik né?
ar: "ظروف السجن للفنانين المخربين مبنية على سمات الشخصية"

source: En kyk hierna
ar: وانظر لهذا

source: "Skripsie Moderator: prof A. Grubitz." Dis goed, of hoe?
ar: "(المشرف على الأطروحة: (أ. جروبيتز" عظيم، أليس كذلك؟

source: Ek het hom net 'n B gegee
ar: ..(لقد أعطيته تقدير (ب

source: Hulle moenie dink 'n doktorsgraad is maklik by my nie
ar: لا يجب أن يظنوا أنهم سيحصلون على الدكتوراة بسهولة معي

source: Maar hierdie is eersteklas
ar: ولكن هذا شيء من الدرجة الأولى

source: Het jy geweet daar's net 5 tipes kunstenaars?
ar: هل تعرف أن هناك 5 أنواع من الفنانين؟

source: Jou man, Dreyman, is 'n tipe 4.
ar: (رجلك، (دريمان

source: Hy is "Histeries antroposentris"
ar: "من النوع الرابع "مهووس بالإنسان

source: Kan nie alleen wees nie, praat altyd, het vriende nodig
ar: لا يستطيع أن يكون بمفرده ودائما يتحدث، ويحتاج للأصدقاء

source: Daardie tipe moet nooit verhoor word nie, hulle hou daarvan.
ar: من النوع الذي لا يجب أن يذهب للمحاكمة إنهم يعيشون على هذا

source: Tydelike aanhouding is die beste vir hulle
ar: والسجن المؤقت هو أفضل وسيلة للتعامل معهم

source: Totale isolasie en onbepaalde vrylatingsdatum
ar: عزل تام وعدم تحديد ميعاد إفراج

source: Geen menslike kontak die hele tyd, nie eers met die wagte nie
ar: بدون اتصال بشري طيلة الوقت حتى مع الحراس

source: Goeie behandeling, geen teistering, geen mishandeling, geen skandale, niks om later oor te skryf nie
ar: معاملة جيدة بدون تحرش،بدون سوء معاملة، بدون فضائح لا شيء يكتبون عنه لاحقا

source: Na 10 maande word hy vrygelaat
ar: ونطلق سراحه بعد 10 شهور

source: Hy sal ons nie meer las gee nie
ar: فجأة ولن يسبب لنا أي مشاكل بعد الآن؟

source: Weet jy wat die beste is?
ar: أتعرف ما هو أفضل شيء؟

source: Meeste van die tipe 4's wat ons behandel het, skryf nooit weer nie.
ar: معظم الفنانين من النوع الرابع الذين نعاملهم بهذه الطريقة ! لا يكتبون أو يرسمون شيئا ثانية أبدا

source: Of skilder niks, of wat hy ookal gedoen het...
ar: أو أيا كان ما يفعله الفنانون

source: En dit sonder geweld. Sommer net so
ar: ...وبدون استخدام أي أنواع من القوة

source: Amper soos 'n geskenk
ar: هكذا فجأة! نوع من الهدايا أو العطية

source: Wat bring jou hier?
ar: ما الذي أتى بك إلى هنا؟

source: -Ontwikkelings by Dreyman?
ar: تطورات تخص (دريمان)؟

source: -Dis hoekom ek hier is
ar: هذا سبب وجودي هنا

source: Ek dink die tyd het gekom...
ar: ..أعتقد أن الوقت حان

source: Vir ons om die projek af te skaal
ar: لتغيير طرق المراقبة

source: Ek wil nie dag- en nagskofte doen,
ar: لا أريد العمل في نوبات ليل نهار

source: -vir so 'n onseker saak nie
ar: من أجل قضية غير مؤكدة

source: -Onseker?
ar: غير مؤكدة؟

source: Dink jy nie ons gaan iets kry vir die Minister nie?
ar: أنت لا تظن أننا سنعثر على شيء ما من أجل الوزير؟

source: Miskien as ons meer soepel is, as ons "Lazlo" buite sy mure dophou
ar: ..ربما إذا كنا أكثر مرونة إذا قمنا بمراقبة (لازلو) خارج نطاق حوائط بيته

source: Sal ek die saak vir Udo gee?
ar: هل أعطي القضية لـ (أدو)؟

source: Ek sou graag self wou voortgaan
ar: أريد الاستمرار فيها بنفسي

source: -Hoekom?
ar: لماذا؟

source: -Dit sal resultate hê
ar: يمكنني الحصول على نتائج

source: Ek moet net meer buigbaar beplan
ar: أريد التصرف بطريقة أكثر مرونة

source: As ek kom en gaan, dag en nag...
ar: عند المجيء والذهاب، ليل نهار

source: Miskien vang hy goed aan elders
ar: ربما يخطط شيئا بالخارج

source: Iets voel verkeerd hier
ar: هناك شيء ما ليس على ما يرام

source: Jy steek iets weg
ar: هناك شيء تخبئه

source: Goed dan ek neem Udo weg van die saak
ar: حسنا، سوف أزيح (أدو) عن القضية

source: Ek kan hom gebruik in hierdie kerk-saak Lewer 'n skriftelike versoek
ar: يمكنني استخدامه في قضية الكنيسة ابعث بطلب مكتوب

source: Gee as rede, "Afwesigheid van suspisieuse dade"
ar: "واكتب السبب : "نقص الأفعال المثيرة للشك !

source: En, Wiesler!
ar: (يا (وايسلر

source: 'n Bietjie raad:
ar: : نصيحة لك

source: Ons is nie meer op skool nie
ar: نحن لم نعد في المدرسة

source: Dit gaan nie oor 'n punt nie, maar sukses
ar: المشاريع لا تتعلق بالدرجات الدراسية ولكن بالنجاح

source: "Die staat se Statistiekdepartement tel alles, weet alles"
ar: مكتب إحصاءات الدولة يقوم بعد كل شيء، ويعرف كل شيء

source: Hooeveel skoene ek koop per jaar: 2.3 Hoeveel boeke ek lees per jaar: 3.2
ar: عدد الأحذية التي أشتريها في السنة: 2أو3 عدد الكتب التي أقرأها في السنة:

source: En hoeveel leerlinge slaag met A's: 6347
ar: وعدد الطلاب الذين يتخرجون كل سنة بتقدير امتياز:

source: 17:00 "Lazlo" lees die eerste bedryf van die herdenkings-toneelstuk vir Hauser en Wallner.
ar: الخامسة مساءا.. (لازلو) يقوم بقراءة الفصل الأول من (مسرحيته إلى (هاوزر) و(فالنر

source: TANDARTS-PRAKTYK
ar: عيادة الأسنان

source: -Ons skryf nie 'n toneelstuk nie, Christa
ar: (نحن لا نقوم بكتابة مسرحية يا (كريستا

source: -Jy hoef my nie te vertel nie
ar: لا يجب أن تخبرني

source: -Maar ek wil. Dis net 'n artikel...
ar: ..ولكني أريد..

source: -Moet my nie vertel nie
ar: إنه نص

source: Miskien is ek so onbetroubaar as wat jou vriende sê
ar: ربما لا يمكنك الاعتماد علي كما يقول أصدقاؤك

source: Ek is nou by jou en dis al wat tel
ar: ..ولكني.. أنا معك الآن مهما حدث

source: Minister Riesenhuber, outeur van die rapport, sê daar's nie 'n maklike oplossing om die beskadigde woude te herstel nie
ar: وقال الوزير (رايزنهابر) صاحب التقرير أنه لا يوجد حل سريع لإنقاذ الغابات المدمرة

source: Oos-Wes Duitse verhoudinge is gespanne
ar: توتر في العلاقات بين الألمانيتين الشرقية والغربية

source: "Der Spiegel" het vandag 'n artikel van 'n onbekende Oos-Duitse skrywer gepubliseer oor selfmoord in die DDR na aanleiding van 'n reeks selfmoorde onder Oos-Berlynse kunstenaars, die laaste waarvan dié van Albert Jerska.
ar: قامت مجلة المرآة اليوم بنشر مقال لكاتب ألماني شرقي مجهول حول الانتحار في جمهورية ألمانيا الديمقراطية

source: Na sy swartlysting vir 7 jaar, het Jerska selfmoord gepleeg op 5 Januarie
ar: فبعد وضعه على القائمة السوداء لمدة 7 سنوات انتحر (يرسكا) في الخامس من يناير

source: In 1977, het die DDR opgehou om data betreffende selfmoord te publiseer
ar: في عام 1977، توقفت ألمانيا الشرقية عن نشر أي بيانات تخص حالات الانتحار

source: Daardie jaar was Hongarye die enigste land in Europa met 'n hoër syfer as die DDR
ar: في تلك السنة، كانت المجر أعلى دولة في أوروبا في معدلات الانتحار

source: Ja, mnr...
ar: ..نعم سيدي

source: Jy het jammerlik gefaal, Grubitz, jou onbekwame amateur!
ar: ..ولكننا

source: Generaal, ons man by "Der Spiegel" het vir ons 'n fotostaat van die oorspronklike gekry
ar: جنرال، رجلنا في الصحيفة حصل لنا على نسخة من الوثيقة

source: Geluk!
ar: تهانينا!

source: So, wie het dit geskryf?
ar: من كتبها؟

source: Hy weet nie, maar as ons die lettertipe vergelyk, sal ons...
ar: ...لا يعرف، ولكن من شكل طباعة الحروف، سوف يمكننا

source: Jy's hopeloos!
ar: ! لا أمل لك!

source: Kry name vir my!
ar: احضرلي أسماءا

source: Ek sal, sodra ons resultate het
ar: سوف أفعل بمجرد وصول النتائج

source: Indien nie, sal jy teen die muur gesit word!
ar: لو لم تحصل عليها، فسوف يتم معاقبتك

source: Andrea, waar is die skrifontleder?
ar: أندريا) ، أين خبير الخطوط؟
